# Задание "Приветствие"
print('Hello, world')

# Задание "Помощь и Вывод ключевых слов"
help('keywords')

# Задание "Хранение переменных"
var=8     # Определение 1 переменной var - это целое число
print(var)

var=3.142     # Определение 2 переменной var - это число с дробной частью
print(var)

var='Coding for beginners in easy steps'    # Определение 3 переменной var - это текст
print(var)

var=True    # Определение 4 переменной var - это Булево значение "Истина"
print(var)

    # Инициализация статуса программы
running=True
print('Статус программы:',running)

